{"nsubj": "ایک برائے نام مضمون (nsubj) ایک برائے نام ہے جو نحوی مضمون اور شق کا پروٹو ایجنٹ ہے۔ یعنی، یہ اس پوزیشن میں ہے جو موضوعیت کے لیے عام گرائمیکل ٹیسٹ پاس کرتا ہے، اور یہ دلیل زیادہ مؤثر، do-er، یا شق کا پروٹو ایجنٹ ہے۔", "nsubj:pass": "ایک غیر فعال برائے نام مضمون ایک اسم جملہ ہے جو ایک غیر فعال شق کا نحوی مضمون ہے۔", "obj": "کسی فعل کا اعتراض مضمون کے بعد فعل کی دوسری سب سے بنیادی دلیل ہے۔ عام طور پر، یہ اسم جملہ ہے جو اس ہستی کی نشاندہی کرتا ہے جس پر عمل کیا گیا ہے یا جس کی حالت یا حرکت میں تبدیلی آتی ہے (پروٹو مریض)۔", "iobj": "فعل کا بالواسطہ اعتراض کوئی بھی برائے نام جملہ ہے جو فعل کی بنیادی دلیل ہے لیکن اس کا موضوع یا (براہ راست) اعتراض نہیں ہے۔", "csubj": "ایک شق کا مضمون ایک شق کا ایک جزوی نحوی مضمون ہے، یعنی مضمون خود ایک شق ہے۔ منحصر مرکزی لغوی فعل یا مضمون کی شق کا دوسرا پیش خیمہ ہے۔", "obl": "obl رشتہ برائے نام (اسم، ضمیر، اسم جملہ) کے لیے استعمال ہوتا ہے جو غیر بنیادی (ترچھا) دلیل یا ملحقہ کے طور پر کام کرتا ہے۔ اس کا مطلب یہ ہے کہ یہ فعلی طور پر کسی فعل، صفت یا دیگر فعل سے منسلک فعل سے مطابقت رکھتا ہے۔", "obl:loc": "پلیس موڈیفائر obl رشتہ کی ایک ذیلی قسم ہے: اگر موڈیفائر کسی جگہ کی وضاحت کرتا ہے، تو اس پر loc کا نشان لگایا جاتا ہے۔", "obl:tmod": "ایک عارضی ترمیم کنندہ obl تعلق کی ایک ذیلی قسم ہے: اگر ترمیم کنندہ ایک وقت کی وضاحت کر رہا ہے، تو اسے tmod کا لیبل لگایا جاتا ہے۔", "obl:npmod": "یہ رشتہ obl ریلیشن کا ایک ذیلی قسم ہے، جو ان صورتوں کو پکڑتا ہے جہاں ایک اسم کا جملہ کسی جملے میں بطور ایڈوربیل موڈیفائر استعمال ہوتا ہے۔", "dislocated": "منتشر رشتہ سامنے والے یا پوسٹ پوزڈ عناصر کے لئے استعمال ہوتا ہے جو کسی جملے کے معمول کے بنیادی گرائمیکل تعلقات کو پورا نہیں کرتے ہیں۔ یہ عناصر اکثر جملے کے دائرے میں نظر آتے ہیں، اور کوما کے ساتھ الگ کیا جا سکتا ہے۔", "advcl": "ایڈوربیل کلاز موڈیفائر ایک ایسی شق ہے جو کسی فعل یا دوسرے پیشین (صفت، وغیرہ) میں ترمیم کرتی ہے، ایک ترمیم کنندہ کے طور پر نہ کہ بنیادی تکمیل کے طور پر۔ اس میں ایک عارضی شق، نتیجہ، مشروط شق، مقصد کی شق، وغیرہ جیسی چیزیں شامل ہیں۔", "advmod": "کسی لفظ کا ایک فعل موڈیفائر ایک (غیر کلاسیکی) فعل یا فعلی فقرہ ہے جو پیش گوئی یا ترمیم کرنے والے لفظ کو تبدیل کرنے کا کام کرتا ہے۔", "appos": "کسی اسم کا متعین کرنے والا ایک اسم ہے جو پہلے اسم کے فوراً بعد ہوتا ہے جو اس اسم کی وضاحت، ترمیم، نام، یا بیان کرتا ہے۔ اس میں قوسین کی مثالیں شامل ہیں، نیز ان ڈھانچے میں سے کسی ایک میں مخففات کی وضاحت کرنا۔appos کا مقصد دو ناموں کے درمیان استعمال کرنا ہے۔ عام طور پر، ماڈیولو اوقاف، ایک اپوزیشن کے دو حصوں کو تبدیل کیا جا سکتا ہے۔", "acl": "acl کا مطلب محدود اور غیر محدود شقوں کا ہے جو برائے نام میں ترمیم کرتے ہیں۔ acl تعلق کا سربراہ اسم ہے جس میں ترمیم کی گئی ہے، اور منحصر اس شق کا سربراہ ہے جو اسم کو تبدیل کرتا ہے۔", "acl:relcl": "برائے نام کا رشتہ دار شق موڈیفائر ایک ایسی شق ہے جو برائے نام کو تبدیل کرتی ہے، جب کہ برائے نام متعلقہ شق کے اندر ایک جزو کے ساتھ coreferential ہوتا ہے۔", "conj": "ایک کنجیکٹ دو عناصر کے درمیان تعلق ہے جو ایک کوآرڈینیٹنگ کنکشن کے ذریعہ جڑا ہوا ہے، جیسے اور، یا، وغیرہ۔", "list": "فہرست کا تعلق موازنہ اشیاء کی زنجیروں کے لیے استعمال کیا جاتا ہے۔", "parataxis": "پیراٹیکس رشتہ ایک لفظ (اکثر جملے کا بنیادی پیش خیمہ) اور دیگر عناصر کے درمیان تعلق ہے، جو بغیر کسی واضح ہم آہنگی، ماتحت، یا سر کے لفظ کے ساتھ دلیل کے تعلق کے ساتھ ساتھ رکھا جاتا ہے۔ Parataxis ایک ڈسکورس کی طرح کوآرڈینیشن کے مساوی ہے، اور اس طرح عام طور پر ایک مشہور ترتیب کی اطاعت کرتا ہے.", "root": "جڑ گرامیٹک تعلق جملے کی جڑ کی طرف اشارہ کرتا ہے۔"}