{"nsubj": "El sujeto sustantivo (nsubj) es un sustantivo, que es el sujeto sintáctico y el agente original de una cláusula. Es decir, está en el lugar de pasar la prueba gramatical típica del sujeto, y el argumento es más activo, más activo, o el agente original de la cláusula.", "nsubj:pass": "El sujeto sustantivo pasivo es una frase nominal, que es el sujeto sintáctico de la oración pasiva.", "obj": "El objeto del verbo es la segunda variable central del verbo, después del sujeto. Por lo general, las frases nominales representan entidades (pacientes originales) que Act úan o experimentan cambios de Estado o movimiento.", "iobj": "El objeto indirecto de un verbo es cualquier frase nominal que actúa como argumento central del verbo pero no como sujeto o (directo) objeto.", "csubj": "El sujeto de la cláusula es el sujeto sintáctico de la cláusula. Los subordinados son los principales verbos léxicos u otros predicados de la oración principal.", "obl": "La relación obl se utiliza para sustantivos (sustantivos, pronombres, frases de sustantivos) y como argumentos no básicos (oblicuos) o adiciones. Esto significa que corresponde funcionalmente a un adverbial unido a un verbo, adjetivo u otro adverbio.", "obl:loc": "El modificador de posición es un subtipo de la relación obl: si el modificador especifica una ubicación, está marcado como loc.", "obl:tmod": "A temporal modifier is a subtype of the obl relation: if the modifier is specifying a time, it is labeled as tmod.", "obl:npmod": "Esta relación es un subtipo de la relación obl, que captura el uso de frases nominales como modificadores adverbiales en oraciones", "dislocated": "Las relaciones de dislocación se utilizan para elementos pre o post que no se ajustan a las relaciones gramaticales básicas habituales de una oración. Estos elementos suelen aparecer en la periferia de una oración y pueden separarse por comas.", "advcl": "Un modificador adverbial es una cláusula que modifica un verbo u otro predicado (adjetivo, etc.) como modificador en lugar de un complemento central. Esto incluye la cláusula de tiempo, la cláusula de resultado, la cláusula de condición, la cláusula de propósito, etc.", "advmod": "Un modificador adverbial de una palabra es un adverbio o frase adverbial que se utiliza para modificar un predicado o modificador.", "appos": "Un sustantivo es un sustantivo inmediatamente después del primer sustantivo y se utiliza para definir, modificar, nombrar o describir el sustantivo. Incluye ejemplos entre paréntesis y la definición de abreviaturas en una de las estructuras. Appos se utiliza entre dos sustantivos. Por lo general, la puntuación modular, las dos mitades de un homotópico, se puede cambiar.", "acl": "ACL denota cláusulas finitas y no finitas que modifican sustantivos. El encabezamiento de la relación ACL es el sustantivo modificado, mientras que la subordinación es el encabezamiento de la cláusula que modifica el sustantivo.", "acl:relcl": "El modificador de la cláusula relativa de un sustantivo es una cláusula que modifica un sustantivo, mientras que el sustantivo y los componentes de la cláusula relativa son idénticos.", "conj": "Una conjunción es una relación entre dos elementos conectados por conjunciones yuxtapuestas, como y, o, etc.", "list": "Las relaciones de lista se utilizan para cadenas de proyectos comparables.", "parataxis": "La relación paratáctica es la relación entre una palabra (generalmente el Predicado principal de una oración) y otros elementos, Colocados uno al lado del otro, sin ninguna coordinación explícita, subordinación o relación argumentativa con la palabra central. La parataxis es un equivalente de coordinación similar al discurso, por lo que generalmente sigue el orden simbólico.", "root": "La relación gramatical raíz apunta a la raíz de la oración."}