{"nsubj": "Bir nominal özne (nsubj), bir tümcenin sözdizimsel öznesi ve proto-agent olan bir nominaldir. Yani, öznelik için tipik dilbilgisi testini geçen bir konumdadır ve bu argüman yan tümcenin daha faili, faili veya öncül failidir.", "nsubj:pass": "Edilgen bir ad öznesi, edilgen bir tümcenin sözdizimsel öznesi olan bir isim tamlamasıdır.", "obj": "Bir fiilin nesnesi, fiilin özneden sonra ikinci en temel argümanıdır. Tipik olarak, eylemde bulunulan veya bir durum veya hareket değişikliğine uğrayan varlığı (proto-hasta) belirten isim tamlamasıdır.", "iobj": "Bir fiilin dolaylı nesnesi, fiilin temel argümanı olan ancak öznesi veya (doğrudan) nesnesi olmayan herhangi bir nominal ifadedir.", "csubj": "Bir yan tümce öznesi, bir yan tümcenin tümcesel sözdizimsel öznesidir, yani öznenin kendisi bir yan tümcedir. Bağımlı, özne tümcesinin ana sözlük fiili veya diğer yüklemidir.", "obl": "Obl ilişkisi, çekirdek olmayan (eğik) bir argüman veya ek olarak işlev gören nominal (isim, zamir, isim tamlaması) için kullanılır. Bu, işlevsel olarak bir fiile, sıfata veya diğer zarflara eklenen bir zarfa karşılık geldiği anlamına gelir.", "obl:loc": "Yer değiştirici, obl ilişkisinin bir alt türüdür: değiştirici bir yer belirtirse, loc olarak işaretlenir.", "obl:tmod": "Zamansal değiştirici, obl ilişkisinin bir alt türüdür: değiştirici bir zaman belirtiyorsa, tmod olarak etiketlenir.", "obl:npmod": "Bu ilişki, bir isim öbeğinin bir cümlede zarf değiştirici olarak kullanıldığı durumları yakalayan obl ilişkisinin bir alt türüdür.", "dislocated": "Dislokasyon ilişkisi, bir cümlenin olağan temel dilbilgisel ilişkilerini yerine getirmeyen, önden veya sonradan eklenen öğeler için kullanılır. Bu öğeler genellikle cümlenin çevresinde görünür ve virgülle ayrılabilir.", "advcl": "Bir zarf yan tümcesi değiştiricisi, bir fiili veya başka bir yüklemi (sıfat, vb.) Bu, geçici bir madde, sonuç, koşul maddesi, amaç maddesi vb. Gibi şeyleri içerir.", "advmod": "Bir kelimenin zarf değiştiricisi, bir yüklemi veya değiştirici bir kelimeyi değiştirmeye yarayan (kümülatif olmayan) bir zarf veya zarf cümlesidir.", "appos": "Bir ismin apozisyonel değiştiricisi, o ismi tanımlamaya, değiştirmeye, adlandırmaya veya tanımlamaya yarayan ilk ismin hemen ardından gelen bir isimdir. Bu yapılardan birinde kısaltmaların tanımlanmasının yanı sıra parantez içinde örnekler içerir.appos, iki nominal arasında kullanılmak üzere tasarlanmıştır. Genel olarak, modulo noktalama, bir apozisyonun iki yarısı değiştirilebilir.", "acl": "acl, bir nominal değeri değiştiren sonlu ve sonlu olmayan tümceleri ifade eder. Acl ilişkisinin başı, değiştirilen isimdir ve bağımlı, ismi değiştiren cümlenin başıdır.", "acl:relcl": "Bir nominalin göreceli yan tümce değiştiricisi, nominali değiştiren bir yan tümcedir, oysa nominal, ilgili yan tümcenin içindeki bir kurucu ile eş-gönderimlidir.", "conj": "Bir bağlaç, ve, veya vb. gibi koordine edici bir bağlaçla bağlanan iki öğe arasındaki ilişkidir.", "list": "Liste ilişkisi, karşılaştırılabilir kalem zincirleri için kullanılır.", "parataxis": "Parataksis ilişkisi, bir kelime (genellikle bir cümlenin ana yüklemi) ile baş kelime ile herhangi bir açık koordinasyon, sıralama veya argüman ilişkisi olmaksızın yan yana yerleştirilmiş diğer öğeler arasındaki bir ilişkidir. Parataksis, koordinasyonun söylem benzeri bir eşdeğeridir ve bu nedenle genellikle ikonik bir sıralamaya uyar.", "root": "Kök gramer ilişkisi cümlenin köküne işaret eder."}