{"nsubj": "A nominal subject (nsubj) is a nominal which is the syntactic subject and the proto-agent of a clause. That is, it is in the position that passes typical grammatical test for subjecthood, and this argument is the more agentive, the do-er, or the proto-agent of the clause.", "nsubj:pass": "A passive nominal subject is a noun phrase which is the syntactic subject of a passive clause.", "obj": "The object of a verb is the second most core argument of a verb after the subject. Typically, it is the noun phrase that denotes the entity acted upon or which undergoes a change of state or motion (the proto-patient).", "iobj": "The indirect object of a verb is any nominal phrase that is a core argument of the verb but is not its subject or (direct) object.", "csubj": "A clausal subject is a clausal syntactic subject of a clause, i.e., the subject is itself a clause. The dependent is the main lexical verb or other predicate of the subject clause.", "obl": "The obl relation is used for a nominal (noun, pronoun, noun phrase) functioning as a non-core (oblique) argument or adjunct. This means that it functionally corresponds to an adverbial attaching to a verb, adjective or other adverb.s", "obl:loc": "The place modifier is a subtype of the obl relationship: if the modifier specifies a place, it is marked loc.", "obl:tmod": "A temporal modifier is a subtype of the obl relation: if the modifier is specifying a time, it is labeled as tmod.", "obl:npmod": "This relation is a subtype of the obl relation, which captures cases where a noun phrase is used as an adverbial modifier in a sentence", "dislocated": "The dislocated relation is used for fronted or postposed elements that do not fulfill the usual core grammatical relations of a sentence. These elements often appear to be in the periphery of the sentence, and may be separated off with a comma intonation.", "advcl": "An adverbial clause modifier is a clause which modifies a verb or other predicate (adjective, etc.), as a modifier not as a core complement. This includes things such as a temporal clause, consequence, conditional clause, purpose clause, etc.", "advmod": "An adverbial modifier of a word is a (non-clausal) adverb or adverbial phrase that serves to modify a predicate or a modifier word.", "appos": "An appositional modifier of a noun is a nominal immediately following the first noun that serves to define, modify, name, or describe that noun. It includes parenthesized examples, as well as defining abbreviations in one of these structures.appos is intended to be used between two nominals. In general, modulo punctuation, the two halves of an apposition can be switched. ", "acl": "acl stands for finite and non-finite clauses that modify a nominal. The head of the acl relation is the noun that is modified, and the dependent is the head of the clause that modifies the noun.", "acl:relcl": "A relative clause modifier of a nominal is a clause that modifies the nominal, whereas the nominal is coreferential with a constituent inside the relative clause.", "conj": "A conjunct is the relation between two elements connected by a coordinating conjunction, such as and, or, etc.", "list": "The list relation is used for chains of comparable items. ", "parataxis": "The parataxis relation is a relation between a word (often the main predicate of a sentence) and other elements, such as a sentential parenthetical or a clause after a “:” or a “;”, placed side by side without any explicit coordination, subordination, or argument relation with the head word. Parataxis is a discourse-like equivalent of coordination, and so usually obeys an iconic ordering. ", "root": "The root grammatical relation points to the root of the sentence. "}